;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Hartmut Hoyer
; TranslationAuthorEmail: HuC-Hoyer@online.de
; Version: 3.39
; Update: 2013-09-13
;
[Translation]
LangCode=0407
ReadHabit=Left-to-right
LanguageName=GER
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bestätigung
Warning=Warnung
Error=Fehler
Confirm=Bestätigung
pmHelp=Online-Hilfe
pmCheckMsg=Neuigkeiten
pmforum=Forum
pmContact=Kontakt zu uns
pmHome=Homepage
pmCheckNew=Auf Updates prüfen
pmLang=Sprachen
pmAbout=Über uns
pmRestore=Stelle Datei wieder her
pmselectall=Alles auswählen
pmselectnone=Nichts auswählen
pmselectinvert=Auswahl umkehren
FrmFRMain.lblTree.caption=Datei-Verzeichnis
FrmFRMain.btnlikeit.caption=Gefällt mir
FrmFRMain.btnfeedback.caption=Vorschläge und Rückmeldung
FrmFRMain.btnsearch.caption=Scan
FrmFRMain.btnrestore.caption=Recover
FrmFRMain.btnsearchcancel.caption=Beenden
;
; About
;
FrmFRAbout.caption=Über
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Aktuelle Version:
FrmFRAbout.lblemail.caption=Support E-Mail:
FrmFRAbout.lblhome.caption=Homepage:
FrmFRAbout.lblthank.caption=Dank an folgende Personen für Ihre Unterstützung:
;Like us
;
Frmlikeit.lblTitle.caption=Falls Sie Wise Data Recovery mögen, stellen Sie dieses kostenlose Programm Ihren Freunden vor.
Frmlikeit.lblInfo.caption=Bitte teilen Sie Wise Data Recovery mit Ihrer Familie, Freunde, Klassenkameraden und Kollegen per E-Mail, Blog, Twitter, Youtube, Facebook, usw.. Sehr gut! Sie bringen Komfort und Effektivität in deren Leben.
Frmlikeit.lblRate.caption= Wise Data Recovery bewerten:
Frmlikeit.lblfollow.caption=Folgen Sie uns auf:
Frmlikeit.lblshare.caption=Wise Data Recovery teilen:
Frmlikeit.btndownload.caption=Kostenloser Download
Frmlikeit.imgrate.hint=Geben Sie uns 5 Sterne auf CNET
Frmlikeit.imgmail.hint=Teilen Sie es mit ihren Freunden
Frmlikeit.imgface1.hint=Teilen Sie es auf Facebook
Frmlikeit.imgface2.hint=Folgen Sie uns auf Facebook
Frmlikeit.imgtwitter1.hint=Teilen Sie es auf Twitter
Frmlikeit.imgtwitter2.hint=Folgen Sie uns auf Twitter
Frmlikeit.Caption=Gefällt mir
Frmlikeit.lbldownload.caption=Weitere Freeware auf WiseCleaner.com :
[Edit]
pmcut=Ausschneiden
pmcopy=Kopieren
pmpaste=Einfügen
pmdelete=Löschen
pmselectall=Alles auswählen
[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=Ok
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schließen
ButtonRestore=Wiederherstellen
ButtonMenu=Menü
ButtonDelete=Löschen
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Datei-Name
FrmFRMain.lstFile.headitems[1]=Datei-Größe
FrmFRMain.lstFile.headitems[2]=Zuletzt geändert
FrmFRMain.lstFile.headitems[3]=Zustand
FrmFRMain.lstFile.headitems[4]=Pfad
Scanning=Scannen...
Filtering=Filtern...
KeyWord=Schlüsselwörter eingeben
Images=Bilder
Audios=Sounds
Videos=Videos
Document=Dokumente
Compressed=Komprimierte Dateien
Email=E-Mails
AllFiles=Alle Dateien
AllFolders=Alle Ordner
SelectDir=Bitte einen Ordner wählen, um Dateien zu sichern
NoSameDrive=Bitte ein anderes Laufwerk wählen, um Überschreiben der Daten zu vermeiden.
ScanStopped=Der Scan wurde abgebrochen.
Good=Gut
Poor=Schlecht
VeryPoor=Sehr schlecht
Lost=Verloren
ItemList=%d Dateien gefunden.
[message]
NoNewVer=Gratulation, Sie verwenden die aktuelle Version!
RecoveryDone=Data Recovery wurde beendet.
TranslateTo=Übersetzen nach...
NewVer=Eine neue Version ist verfügbar! Wollen Sie jetzt upgraden?